Repository: HanoiBerlin/prod
Catalog: sites/all/modules/commerce/commerce_billy/translations/*.po
Languages: de

source: The configuration options have been saved.
de: Die Konfigurationsoptionen wurden gespeichert.

source: Settings
de: Einstellungen

source: Date format
de: Datumsformat

source: Location
de: Standort

source: Invoice
de: Rechnung

source: Order
de: Reihenfolge

source: Text to display
de: Anzuzeigender Text

source: Infinite (one single number, that is never reset, and incremented at each invoice generation)
de: Unendlich (Eine einzige Nummer, die nie zurückgesetzt wird und bei jeder Rechnungsgenerierung heraufgezählt wird)

source: Reset every year, with an id incremented at each invoice generation (@invoice_number)
de: Jedes Jahr zurücksetzen, mit einer Heraufzählung bei jeder Rechnungsgenerierung (@invoice_number)

source: Reset every month, with an id incremented at each invoice generation (@invoice_number)
de: Jeden Monat zurücksetzen, mit einer Heraufzählung bei jeder Rechnungsgenerierung (@invoice_number)

source: Invoiced
de: Rechnung gestellt

source: Invoice PDF
de: Rechnungs-PDF

source: Invoice date
de: Rechnungsdatum

source: Invoice number generation method
de: Rechnungsnummern-Generierungsmethode

source: Pattern for invoice number
de: Muster für Rechnungsnummern

source: In addition to the generation method, a pattern for the invoice number can be set, e.g. to pre- or suffix the calculated number. The token "[invoice_nr]" is replaced with the generated number and *must* be included in the pattern.
de: Zusätzlich zur Generierungsmethode kann ein Muster zum Erzeugen der Rechnungsnummer festgelegt werden, z. B. um einen Pre- oder Suffix für die Rechnungsnummer festzulegen. Der Token "[invoice_nr]" wird dabei durch die generierte Nummer ersetzt und *muss* im Muster enthalten sein!

source: Automatically invoice orders on checkout completion.
de: Rechnung automatisch beim Kaufabschluss erzeugen.

source: If set, the order state is set to 'invoiced' on order completion and an invoice number is generated. Otherwise an order has to be manually moved to the state "invoiced" to generated the invoice number. Changing this value requires a cache-clear.
de: Wenn angegeben, wird der Bestellstatus automatisch mit Bestellabschluss auf 'Rechnung gestellt' gesetzt. Anderenfalls muss der Status manuell gesetzt werden, um die Rechnungsnummer zu erzeugen. Nach Änderungen muss der Seiten-Cache geleert werden.

source: Cancel date
de: Storno-Datum

source: Internally set once the order is cancelled.
de: Intern festgelegt, sobald die Bestellung storniert wird.

source: Internally set once the order is invoiced.
de: Beim Erzeugen der Rechnung intern festgelegt.

source: Set invoice number on order
de: Rechnungsnummer der Rechnung festlegen

source: Orders in this state have been completed and an invoice number + pdf is generated.
de: Bestellungen mit diesem Status sind vollständig und eine Rechnungsnummer + PDF wird erzeugt.

source: Billy invoice settings.
de: Billy Rechnungseinstellungen.

source: Configure the Billy invoicing settings
de: Billy Rechnungseinstellungen konfigurieren

source: Commerce billing light
de: Commerce Rechnungslegung light

source: PDF Text settings
de: PDF Text Einstellungen

source: Invoice header
de: Rechnungs-Kopf

source: Invoice text
de: Rechnungstext

source: Invoice footer
de: Rechnungs-Fuß

source: Path to invoice logo.
de: Pfad zum Logo für die Rechnung

source: Inlince CSS files
de: Inline CSS Dateien

source: One CSS file per line.
de: Ein CSS-Dateipfad je Zeile.

source: Credit memo
de: Gutschriftsvermerk

source: Error generating PDF invoice. Please contact the website administrator.
de: Fehler beim Erzeugen der PDF-Rechnung. Bitte kontaktieren Sie den Website-Administrator.

source: Invoice No.: @id
de: Rechnung Nr.: @id

source: Order No.: @id
de: Bestellung Nr.: @id

source: DOMPDF not found
de: DOMPDF konnte nicht gefunden werden.

source: DOMPDF exception while generating pdf invoice: %message
de: DOMPDF Fehlermeldung beim Erzeugen der PDF-Datei: %message

source: PDF generation for invoices
de: PDF-Generierung von Rechnungen

source: Link to invoice PDF file.
de: Link zum Rechnungs-PDF.

source: If left empty, the invoice number will be used.
de: Wenn Sie dieses Feld leer lassen, wird die Rechnungsnummer verwendet.

source: Credit Memo
de: Gutschriftsvermerk
